Repository: soyluismunoz/pedido-minimo-wc
Catalog: languages/pedido-minimo-wc-*.po
Languages: es_es

source: to reach the minimum quantity of the store
es_es: para alcanzar la cantidad mínima de la tienda

source: Activate or deactivate the plugin.
es_es: Activar o desactivar el complemento.

source: Minimum quantity of items in the order
es_es: Cantidad mínima de artículos en el pedido

source: Minimum value of the request in
es_es: Valor mínimo de la solicitud en

source: operating mode
es_es: modo operativo

source: Plugin activated
es_es: Plugin activado

source: Quantity
es_es: Cantidad

source: Requests with a lower value are not completed.
es_es: Las solicitudes con un valor inferior no se completan.

source: Requests with fewer items are not finalized.
es_es: Las solicitudes con menos elementos no se finalizan.

source: Select a user role
es_es: Seleccione un rol de usuario

source: Select if the plugin will work by value or quantity.
es_es: Seleccione si el complemento funcionará por valor o cantidad.

source: The application must have the minimum quantity of
es_es: La solicitud debe tener la cantidad mínima de

source: The plugin rules only apply to the selected user role.
es_es: Las reglas del complemento solo se aplican al rol de usuario seleccionado.

source: The request must have a minimum value of
es_es: La solicitud debe tener un valor mínimo de

source: The total value of your current order is
es_es: El valor total de su pedido actual es

source: value
es_es: valor

source: You need to buy %s
es_es: Necesitas comprar %s

source: You need to buy more than% s to reach the minimum order value.
es_es: Debe comprar más de %s para alcanzar el valor de pedido mínimo.

source: Your order now has
es_es: Tu pedido ahora tiene
